Repository: helsingborg-stad/modularity-socialmedia
Catalog: languages/modularity-tiles-*.po
Languages: sv_se

source: Social Media
sv_se: Sociala medier

source: Sociala Media
sv_se: Sociala medier

source: Outputs a social media feed from desired usernames or hashtags (facebook, instagram, twitter, linkedin). The feed can combine multiple sources in a single feed.
sv_se: Skriver ut ett flöde med de senaste från facebook och instagram. Funktionen kan kombinera olika typer av flöden.

source: posted on
sv_se: postat på

source: ago
sv_se: sedan

source: Social feed
sv_se: Socialt medieflöde

source: Social media feeds
sv_se: Sociala medieflöden

source: Add new feed source
sv_se: Lägg till ny källa

source: Max items
sv_se: Maximalt antal inlägg

source: Numer of columns
sv_se: Antal kolumner

source: One column
sv_se: En kolumn

source: Two columns
sv_se: Två kolumner

source: Three columns
sv_se: Tre kolumner

source: Four columns
sv_se: Fyra kolumner

source: Add link
sv_se: Lägg till länk

source: Check this box if you want to display a button that links to the social media page.
sv_se: Klicka i den här rutan för att visa en knapp som länkar till valfritt ställe nedanför flödet

source: Web adress
sv_se: Webbadress

source: Enter URL to a social media feed or page.
sv_se: Ange en webbadress

source: Button text
sv_se: Knappens text

source: Enter button text.
sv_se: Ange en knapptext

source: Modularity Social Media Feed
sv_se: Modularity socialt medieflöde (Modularity Social Media Feed)

source: Get and display a combined feed from multiple social media sources
sv_se: Hämta och visa ett kombinerat flöde från sociala medier
